tap "arthurk/virt-manager"
tap "homebrew/services"
tap "wez/wezterm"
brew "freetype"
brew "glib"
brew "python@3.12"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ant"
brew "arp-scan"
brew "cmake"
brew "coreutils"
brew "curl"
brew "docker"
brew "enca"
brew "libevent"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fmt"
brew "fzf"
brew "forgit"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gsettings-desktop-schemas"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goenv", args: ["HEAD"]
brew "gpatch"
brew "graphviz"
brew "grpcurl"
brew "gtk+3"
brew "gtk4"
brew "libsoup"
brew "gstreamer"
brew "inetutils"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "lcov"
brew "libgit2"
brew "libvirt", restart_service: :changed
brew "libvirt-python"
brew "llvm"
brew "mercurial"
brew "netcat"
brew "nkf"
brew "nlohmann-json"
brew "nmap"
brew "protobuf"
brew "openssl@1.1"
brew "p7zip"
brew "peco"
brew "pngquant"
brew "protobuf@3"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tre-command"
brew "tree"
brew "vim"
brew "vte3"
brew "virt-manager"
brew "zsh-autosuggestions"
cask "alt-tab"
cask "balenaetcher"
cask "vlc"
cask "wezterm"
cask "xquartz"
